[Archetype.Class_LightRunnerMG VehicleClassDefinition]
DisplayName="Automatic"

[Weapon.WeaponTypes.WeaponType_MachineGun WeaponTypeDefinition]
Typename=" Car rocket launcher"
PickupMessage="here it is %s"
UseFailureLevelMessage="You must be at least %d old to use this feature.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="Usually"

